/* CE_WARN_NO_JOYSTICK_FOUND */
"A joystick must be plugged in at program launch time for joystick support to be available." = "A joystick must be plugged in at program launch time for joystick support to be available.";

/* CE_WARN_UNABLE_TO_CONNECT */
"A network connection could not be established to the destination host. Please check that you do not have a firewall blocking packets on port 4850." = "A network connection could not be established to the destination host. Please check that you do not have a firewall blocking packets on port 4850.";

/* CE_WARN_UNABLE_TO_ADD_CUSTOM_ICON */
"A resource manager error occurred while attempting to write a custom icon." = "A resource manager error occurred while attempting to write a custom icon.";

/* CE_WARN_UNABLE_TO_EXCHANGE_LATENCY */
"An error occurred during network data transmission." = "An error occurred during network data transmission.";

/* CE_WARN_UNABLE_TO_RECV_AUTH */
"An error occurred while attempting to receive identification information from the destination emulator." = "An error occurred while attempting to receive identification information from the destination emulator.";

/* CE_WARN_NAVDIALOGRUN_ERR */
"An error occurred while calling NavDialogRun. This should never happen." = "An error occurred while calling NavDialogRun. This should never happen.";

/* CE_WARN_UNABLE_TO_RECV_KEYS */
"An error occurred while receiving data from the other player. Network play will now cease." = "An error occurred while receiving data from the other player. Network play will now cease.";

/* CE_WARN_UNABLE_TO_SEND_KEYS */
"An error occurred while sending data to the other player. Network play will now cease." = "An error occurred while sending data to the other player. Network play will now cease.";

/* CE_WARN_UNABLE_TO_SEND_AUTH */
"An error occurred while trying to send identification information to the destination emulator." = "An error occurred while trying to send identification information to the destination emulator.";

/* CE_WARN_CANT_OPEN_ENHANCER */
"An unexpected error occurred while trying to load the Emulator Enhancer library. It will not be used." = "An unexpected error occurred while trying to load the Emulator Enhancer library. It will not be used.";

/* CE_WARN_SERIAL_OBSOLETE */
"Emulator Enhancer 2.0 requires a new serial number. Existing users will have received an upgrade code by e-mail which can be used to generate a new serial number." = "Emulator Enhancer 2.0 requires a new serial number. Existing users will have received an upgrade code by e-mail which can be used to generate a new serial number.";

/* CE_WARN_THANKS_FOR_SUPP */
"I should be able to afford to eat tonight!" = "I should be able to afford to eat tonight!";

/* CE_WARN_NO_JOYSTICK_CONFIG */
"No joystick settings were found. In order to use joysticks with this emulator, you must configure them." = "No joystick settings were found. In order to use joysticks with this emulator, you must configure them.";

/* CE_WARN_NOT_VALID_SERIAL */
"Please make sure you entered your name and number exactly as they appear on your receipt." = "Please make sure you entered your name and number exactly as they appear on your receipt.";

/* CE_WARN_CANT_SAVE_SHOT */
"QuickTime returned an error when trying to export a screenshot in .png format. " = "QuickTime returned an error when trying to export a screenshot in .png format. ";

/* CE_WARN_SERIAL_ACTIVATION_FAILED */
"Serial number activation was unsuccessful. Please try reentering your serial number." = "Serial number activation was unsuccessful. Please try reentering your serial number.";

/* CE_WARN_SERIAL_ACTIVATION_LIMIT_MET */
"Serial numbers for Emulator Enhancer can only be used on a limited number of machines. If you believe you have received this message in error, please contact the author by e-mail." = "Serial numbers for Emulator Enhancer can only be used on a limited number of machines. If you believe you have received this message in error, please contact the author by e-mail.";

/* CE_WARN_SYSTEMS_DONT_MATCH */
"The emulator at the other side does not appear to be set up in the same way as this one. Network play cannot be started." = "The emulator at the other side does not appear to be set up in the same way as this one. Network play cannot be started.";

/* CE_WARN_OBSOLETE_ENHANCER */
"The Emulator Enhancer library installed on this machine is out of date and cannot be used. Please download the latest version." = "The Emulator Enhancer library installed on this machine is out of date and cannot be used. Please download the latest version.";

/* CE_WARN_UNABLE_TO_SET_TYPECREATOR */
"The emulator was unable to set a type and creator field. The file should still work, but may not have the correct icon." = "The emulator was unable to set a type and creator field. The file should still work, but may not have the correct icon.";

/* CE_WARN_NO_ESELLERATE_ENHANCER */
"The eSellerate Web Store Engine must be installed in order for Emulator Enhancer to load." = "The eSellerate Web Store Engine must be installed in order for Emulator Enhancer to load.";

/* CE_WARN_CANNOT_CONFIGURE_EFFECTS */
"The file \"EE.nib\", containing the necessary window for sound effect configuration, could not be opened." = "The file \"EE.nib\", containing the necessary window for sound effect configuration, could not be opened.";

/* CE_WARN_SERIAL_ACTIVATION_INVALID_ORDER */
"The order associated with this serial number is invalid. This typically occurs when an order is refunded. If you believe you have received this message in error, please contact the author by e-mail." = "The order associated with this serial number is invalid. This typically occurs when an order is refunded. If you believe you have received this message in error, please contact the author by e-mail.";

/* CE_WARN_SERIAL_ACTIVATION_BLACKLISTED */
"The serial number you entered is no longer valid for this application. This typically occurs when a number has been distributed on the Internet." = "The serial number you entered is no longer valid for this application. This typically occurs when a number has been distributed on the Internet.";

/* CE_WARN_SERIAL_ACTIVATION_INVALID_ORDER */
"The serial number you have entered does not match one in the eSellerate database." = "The serial number you have entered does not match one in the eSellerate database.";

/* CE_WARN_NO_ZIP_SUPPORT */
"This emulator does not support files compressed in .zip format. Please expand the file and try again." = "This emulator does not support files compressed in .zip format. Please expand the file and try again.";

/* CE_WARN_CANNOT_BIND_SOCKET */
"This emulator was unable to open a network socket for listening. This is highly unusual and can probably be fixed by restarting the computer." = "This emulator was unable to open a network socket for listening. This is highly unusual and can probably be fixed by restarting the computer.";

/* CE_WARN_UNABLE_TO_RUN */
"This program was unable to open the file you selected. Please ensure that it the file is valid and of a type that this program supports." = "This program was unable to open the file you selected. Please ensure that it the file is valid and of a type that this program supports.";

/* CE_WARN_NOT_ENOUGH_TEXTURE_MEMORY */
"Your video card does not have enough texture memory available for the selected video mode. Video settings are being reset to 1x Plain." = "Your video card does not have enough texture memory available for the selected video mode. Video settings are being reset to 1x Plain.";

/* CE_WARN_NOT_ACCELERATED */
"Your video card does not support a suitable accelerated video mode for this program. While it should still work, it is likely to run very slowly indeed." = "Your video card does not support a suitable accelerated video mode for this program. While it should still work, it is likely to run very slowly indeed.";

